"""
Предлагаю сделать структуру каталогов следующей:

В папке alexandra ты будешь создавать отдельные папочки с уроками,
в которых будут файлы с задачами (конкретного урока).

В папке vlada структура будет аналогичной, но там будут мои решения.

Что скажешь?

"""


# TODO —  это промышленный подход. Программисты ставят эту штуку,
#  когда просят товарища что-то переделать, или на что-то обратить внимание.
#  Пока ты её не посмотришь — не сможешь сделать коммит. IDE не даст.
#  Для того, что бы отметить как выполненное, после того как посмотрела и
#  всё исправила — можно просто удалить эти строки.




"""

Используй TODO, если хочешь обратить внимание на какую-то деталь моего кода.
Я её увижу сразу же и посмотрю в чём дело. Это удобно)))

Сделать её очень легко, достаточно написать в месте, где ты хочешь её 
установить — # TODO ...твой текст


Когда сделаешь в своей папке нужную структуру — удали TODO в этом файле, 
закомить и запушь.

Можешь сразу прокомментировать с их помощью мой код)

"""
